/ напишите программу, которая принимает на вход число и проверяет, кратно ли оно одновременно 7 и 23.
 //console.write('напишите программа');
// int parse = console.Readline();
// if(7 == 24){
//   return  7 + 23 ;

// }else {
  // console.write('ответь')   
 //}
// console.Readline();
 //Напишите программу, которая принимает на вход координаты точки (X и Y), причём X ≠ 0 и Y ≠ 0 и выдаёт номер координатной четверти плоскости, в которой находится эта точка.

//console.write('ЗНАЧЕНИЯ X')
//int.parse = console.Readline()
//x = 0
//Y = 1;
//if(x == Y){
//  return x == Y / 2;
  
//}else {
  
//}
//console.Readline()
// Напишите программу, которая принимает на вход целое число из отрезка [10, 99] и показывает наибольшую цифру числа.
 
 //int intPart = (int) 10, 99
 //console.Readline(intPart);
//  Напишите программу, которая на вход принимает натуральное число N, а на выходе показывает его цифры через запятую.
 
 //console.write('Введи число');
 //int n  = convert.toInt32(console.Readline())
 //for(int i=1;i<=n;i++){
 //if(i%2==0)
 //console.write(i+ <,<)
 //}
   
 //}
 //}